Repository: RaumZeit/gdesklets-core
Catalog: po/*.po
Languages: da, de, mk

source: The desklet file could not be removed. This most likely means that you do not have write permission on it.
da: Desklet filen kunne ikke blive fjernet. Dette betyder højst sandsynligt at du ikke har skrive rettigheder på den.
de: Die Desklet-Datei konnte nicht entfernt werden. Vermutlich haben Sie hierzu keine Schreibrechte.

source: The desklet will be removed from your system and no longer be available.
da: Desklet'en vil blive fjernet fra dit system og ikke længere være tilgængelig.
de: Das Desklet wird entfernt und steht dann nicht mehr zur Verfügung.
mk: Десклетот ќе биде отстранет од Вашиот систем и повеќе нема да биде достапен.

source: Found %d desklets
da: Fandt %d desklets.
de: %d Desklets gefunden
mk: Најдов %d десклети

source: No description available
da: Ingen beskrivelse tilgængelig
de: Keine Beschreibung vorhanden
mk: Нема опис

source: _Help
da: _Hjælp
de: _Hilfe
mk: _Помош

source: _Contents
da: _Indhold
de: I_nhalt

source: _Tip of the Day
da: _Dagens tip
de: _Tipp des Tages
mk: _Совет на денот

source: Tip of the Day
da: Dagens tip
de: Tipp des Tages
mk: Совет на денот

source: Show tips at startup
da: Vis tips ved start
de: Tipps beim Start anzeigen
mk: Покажувај совети на почеток

source: You can find lots of desktop applets for use with gDesklets at http://www.gdesklets.org and http://gdesklets.zencomputer.ca/
da: Du kan finde mange flere skrivebords applets til brug med gDesklets ved http://www.gdesklets.org og http://gdesklets.zencomputer.ca/
de: Sie können viele Desktop Applets für gDesklets unter http://www.gdesklets.org finden und http://gdesklets.zencomputer.ca/

source: You can install new desktop applets easily by dragging the download link for the package from your web browser into the gDesklets Shell.
da: Du kan installeret nye skrivebord applets nemt ved at flytte download linket for din pakke fra din web browser ind i gDesklets Shell.
de: Ein neues Desktop-Applet kann einfach installiert werden, indem der Downloadlink für das Paket aus dem Browserfenster in die gDesklets Shell gezogen wird.
mk: Можете да инсталирате нов аплет едноставно со влечење на врската за преземања од прелистувачот во школката за gDesklets.

source: Click the right mouse button on a desktop applet or press F10 to open the popup menu.
da: Klik den højre mus knap på et skrivebord applet eller tryk F10 for at åbne popup menuen.
de: Klicken Sie mit der rechten Maustaste auf ein Desktop-Applet oder drücken Sie F10, um das Popup-Menü zu öffnen.
mk: Кликнете со десното копче од глушецот врз некој аплет на работната површина или пак притиснете F10 за да го отворите скокачкото мени.

source: You can move the applets around the screen by holding down the middle mouse button. If your mouse has only two buttons, hold down both of them simultaneously in order to simulate the middle button.
da: Du kan flytte applets run på skærmen ved at holde midt knappen inde på musen. Hvis din mus kun har to knapper, hold begge nede samtidig for at simulere midt knappen.
de: Applets können auf dem Bildschirm verschoben werden, indem die mittlere Maustaste gedrückt wird. Sollte die Maus nur zwei Tasten haben, müssen diese zusammen gedrückt werden, um die mittlere Maustatste zu simulieren.

source: You can have different profiles of desktop applets and switch between them. Select "Profiles->New profile..." from the menu bar to create new profiles. Empty profiles get discarded automatically.
de: Es können verschiedene Profile von Desktop-Applets angelegt werden und es ist möglich, zwischen diesen Profilen zu wählen. Verwenden Sie »Profile->Neues Profil…« in der Menüleiste, um neue Profile zu erstellen. Leere Profile werden automatisch verworfen.

source: The search bar accepts complex search expressions for finding your applets.
de: Die Suchleiste akzeptiert komplexe Such- ausdrücke, um Applets zu finden.

source: Search expressions may contain wildcards: ? matches any one character * matches zero or more characters
de: Suchausdrücke dürfen Wildcards enthalten: ? bedeutet ein beliebiges Zeichen * bedeutet keines oder mehrere beliebige Zeichen

source: Have a good idea for a desklet? Write your own! See the Developer's book for more details.
da: Har en god ide til en desklet? Skriv din egen! Se udviklernes bog for flere detaljer.
de: Sie wollen Ihr eigenes Desklet schreiben? Dann schauen Sie doch einmal in das Entwickler-Handbuch hinein und erfahren Sie mehr.

source: Retrieving:
da: Henter:
de: Empfang:
mk: Преземам:

source: I_nstall remote package...
da: I_nstaller fjern pakke...
de: Nicht-lokales Paket i_nstallieren …
mk: И_нсталирај далечен пакет...

source: _Install package...
da: _Installer pakke...
de: Paket _installieren …
mk: _Инсталирај пакет...

source: Invalid package
da: Ugyldig pakke
de: Ungültiges Paket
mk: Невалиден пакет

source: The supplied file could not be opened as a package. It is either corrupted or not of the correct file type.
de: Die bereitgestellte Datei konnte nicht als Paket geöffnet werden. Sie ist entweder defekt oder der Dateityp stimmt nicht.
mk: Добиената датотека не може да се отвори како пакети. Најверојатно е расипана или пак не е точниот тип на датотека.

source: Installation failed
da: Fejl under installationen
de: Installation fehlgeschlagen
mk: Инсталацијата не успеа

source: The package could not be installed because it contained no installable files.
de: Dieses Paket konnte nicht installiert werden, da es keine installierbaren Dateien enthielt.
mk: Пакетот не може да се инсталира бидејќи не содржи датотеки кои што би можеле да бидат инсталирани.

source: Installation complete
da: Installation fuldført
de: Installation abgeschlossen
mk: Инсталацијата заврши

source: _Profiles
da: _Profiler
de: _Profile
mk: _Профили

source: New profile...
da: Ny profil...
de: Neues Profil …
mk: Нов профил...

source: New profile
da: Ny profil
de: Neues Profil
mk: Нов профил

source: Enter the name for a new profile
da: Indtast navnet for en ny profil
de: Geben Sie den Namen für ein neues Profil an
mk: Внесете име за новиот профил

source: _File
da: _Fil
de: _Datei
mk: _Датотека

source: Search
da: Søg
de: Suchen
mk: Барај

source: _Details (%d lines)
da: _Detaljer (%d rækker)
de: _Details (%d Zeilen)
mk: _Детали (%d линии)

source: _Ignore errors from this desklet
da: _Ignorer fejl fra denne desklet
de: Fehler dieses Desklets _ignorieren

source: An invalid graphics code was loaded into a canvas.
de: Ungültiger Grafik-Code wurde in eine Canvas geladen.

source: No such element: %s
de: »%s« existiert nicht
mk: Не постои таков елемент: %s

source: The element with ID <b>%s</b> does not exist in the SVG image.
da: Elementet med ID <b>%s</b> eksisterer ikke i SVG billedet.
de: Das Element mit der ID <b>%s</b> existiert nicht im SVG-Bild.
mk: Елементот со идентификацијата <b>%s</b> не постои во SVG сликата.

source: No such property: %s
de: Property »%s« existiert nicht
mk: Не постои такво својство: %s

source: The SVG element <b>%s</b> does not have the <b>%s</b> property.
de: Das SVG-Element <b>%s</b> besitzt kein <b>%s</b> Property.

source: The element <b>%s</b> does not have the <b>%s</b> property.
de: Das Element <b>%s</b> besitzt kein <b>%s</b> Property.

source: Permission Error
da: Tilladelse Fejl
de: Rechte-Fehler
mk: Грешка со пермисиите

source: The property <b>%s</b> of element <b>%s</b> is not writable.
de: Das Property <b>%s</b> des Elements <b>%s</b> ist nicht »writeable«.

source: Type Error
da: Type Fejl
de: Typfehler
mk: Грешка при куцање

source: The property <b>%s</b> of element <b>%s</b> got a value of wrong type. Expected <b>%s</b>, but got <b>%s</b>.
de: Das Property <b>%s</b> des Elements <b>%s</b> hat eine Variable des falschen Typs erhalten. <b>%s</b> erwartet, aber <b>%s</b> erhalten.

source: The property <b>%s</b> of element <b>%s</b> is not readable.
de: Das Property <b>%s</b> des Elements <b>%s</b> ist nicht »readable«.
mk: Сопственоста на <b>%s</b> на елементот <b>%s</b> не е читлива.

source: Runtime Error
de: Laufzeitfehler

source: An error occurred while executing a desklet.
da: En fejl fandt sted under udførsel af denne desklet.
de: Beim Ausführen eines Desklets ist ein Fehler aufgetreten.

source: gDesklets display
da: gDesklet visning
mk: Приказ за gDesklets

source: %s Control
da: %s Kontrol
mk: %s контрола

source: Interface Name
da: Interface Navn
mk: Име на интерфејс

source: Property Name
da: Egenskabs Navn
mk: Име на својство

source: pixel
mk: пиксел

source: cm
mk: см

source: Error while configuring desklet
mk: Грешка при конфигурирање на десклетот

source: Error in sensor '%(name)s'
mk: Грешка со сензорот '%(name)s'

source: An error occurred while loading a sensor. This most likely means that your system does not fulfill all its requirements.
mk: Се појави грешка при вчитување на сензорот. Најверојатно Вашиот систем не ги исполнува сите побарувања.

source: Error in sensor %(name)s
mk: Грешка со сензорот %(name)s

source: An error occurred while running a sensor.
mk: Се појави грешка при извршувањето на сензор.

source: Usage: gdesklets [option] <command> [arguments...] <command> open <files> (Opens the given desklet files) start (Runs the gDesklets daemon, this is default) stop (Stops the gDesklets daemon) list (Lists open desklets) restart (Restarts the gDesklets daemon) profile <profile> (Switches to the given profile) profile (Shows the current and the available profiles) shell (Opens the graphical shell) slay (Kills the daemon -- use in emergency) status (Checks daemon status) about (Prints information about gDesklets) version (Prints gDesklets version) configure (Opens the configuration dialog) help (Displays this text) check (Checks requirements) [option] --no-tray-icon (disables the systray icon) --translucent (enables translucency on the xorg servers)
mk: Употреба: gdesklets [опција] <команда> [аргументи...] <command> open <files> (Opens the given desklet files) start (Runs the gDesklets daemon, this is default) stop (Stops the gDesklets daemon) list (Lists open desklets) restart (Restarts the gDesklets daemon) profile <profile> (Switches to the given profile) profile (Shows the current and the available profiles) shell (Opens the graphical shell) slay (Kills the daemon -- use in emergency) status (Checks daemon status) about (Prints information about gDesklets) version (Prints gDesklets version) configure (Opens the configuration dialog) help (Displays this text) check (Checks requirements) [option] --no-tray-icon (disables the systray icon) --translucent (enables translucency on the xorg servers)

source: Invalid command. Please try one of the following commands!
mk: Невалидна команда. Ве молам пробајте некоја од следниве команди!

source: You need a recent version of PyGTK to run this program.
mk: Ви треба понова верзија на PyGTK за извршување на оваа програма.

source: Could not fork daemon.
mk: Не можев да го проработам демонот.

source: Version %s
mk: Верзија %s

source: GNOME Integration:
mk: Интеграција со Гном:

source: Invalid desklet file "%s"
mk: Невалидна датотека за десклет "%s"

source: Error in script
mk: Грешка во скриптата

source: An error occurred while executing a script.
mk: Се појави грешка при извршување на скриптата.

source: You can find lots of desktop applets for use with gDesklets at http://gdesklets.gnomedesktop.org
mk: На http://gdesklets.gnomedesktop.org можете да најдете доста аплети за gDesklets на Вашата работна површина.
