Repository: RaumZeit/gdesklets-core
Catalog: po/*.po
Languages: da, de, mk

source: Invalid Function Call
da: Ugyldig Funktion Kald
de: Ungültiger Funktionsaufruf

source: There is no function called <b>%s</b>. This means that there's an error in the desklet's code. You should inform the author of the desklet about this problem.
da: Der er ingen funktion kaldet <b>%s</b>. Dette betyder at der er en fejl i desklet'ens kode. Du burde informere forfatteren af desklet'en omkring dette problem.
de: Es gibt keine Funktion mit dem Namen <b>%s</b>. Dies bedeutet, dass der Desklet-Code einen Fehler enthält. Sie sollten den Desklet-Autor über dieses Problem informieren.

source: This desklet is not configurable.
da: Denne desklet kan ikke konfigureres.
de: Das Desklet ist nicht konfigurierbar.
mk: Овој десклет не може да се конфигурира.

source: point
da: punkt
de: Punkt
mk: поен

source: inch
da: tomme
de: Zoll
mk: инч

source: Editor to view/edit the desklet source code
da: Editor til at vise/redigere desklet'ens kilde kode
de: Editor zum Ansehen/Bearbeiten des Desklet-Quellcodes

source: Your favorite editor
da: Din favorit editor
de: Bevorzugter Editor

source: Screen Resolution (DPI)
da: Skærm opløsning (DPI)
de: Bildschirmauflösung (DPI)

source: Adjust the value above so that the bar will be exactly <b>5 cm</b> or <b>1.97"</b> wide
da: Juster værdien over, så barren vil være præcis <b>5 cm</b> eller <b>1.97"</b> bred
de: Passen Sie den oberen Wert so an, dass die Breite des Balkens exakt <b>5 cm</b> oder <b>1.97"</b> beträgt

source: Behavior
da: Opførsel
de: Verhalten

source: Show _tray icon (takes effect after restart)
da: Vis _tray ikon (tager effekt efter rest
de: Be_nachrichtigungssymbol anzeigen (erfordert Neustart)

source: Show _notification while loading a desklet
da: Vis _notifikation mens indlæsning af desklet
de: _Mitteilung beim Laden eines Desklets anzeigen

source: Key for toggling Float mode:
de: Tastenkombination zur Schwebemodus-Umschaltung:

source: Configuration
da: Konfiguration
de: Konfiguration
mk: Конфигурација

source: A desktop applet system for GNOME
da: Et skrivebords applet system til GNOME
de: Ein Desktop-Applet-System für GNOME
mk: Системски аплет за работната површина Гном

source: _Configure desklet
da: _Konfigurér desklet
de: Desklet _konfigurieren
mk: _Конфигурирај desklet

source: _Move desklet
da: _Flyt desklet
de: Desklet _verschieben
mk: _Помести десклет

source: _View Source
da: _Vis Kilde
de: Quellcode _anzeigen
mk: _Види извор

source: Re_start desklet
da: Gen_start desklet
de: Desklet _neu starten
mk: Ре_стартирај десклет

source: _Remove desklet
da: _Fjern desklet
de: Desklet _entfernen
mk: _Отстрани десклет

source: _Disable desklet
da: _Deaktiver desklet
de: Desklet _deaktivieren

source: _About
da: _Om
de: _Info …

source: _Readme
da: _Læsmig
de: _Lies mich

source: Do you really want to remove this desklet ?
da: Er du sikker på at du vil slette denne desklet?
de: Wollen Sie dieses Desklet wirklich entfernen ?
mk: Дали навистина сакате да го отстраните овој десклет?

source: This desklet will no longer be displayed and its configuration will be purged.
da: Denne desklet vil ikke længere blive vist og dens konfiguration vil blive slettet.
de: Dieses Desklet wird in Zukunft nicht mehr angezeigt und seine Konfiguration gelöscht.
mk: Овој десклет нема да биде прикажан повеќе и неговата конфигурација ќе биде отстранета.

source: Element "%s" does not exist
da: Element "%s" eksisterer ikke
de: Element »%s« ist nicht vorhanden

source: The <tt>relative-to</tt> property requires a reference to an existing display element within the same parent container.
de: Das <tt>relative-to</tt>-Property benötigt eine Referenz zu einem vorhanden Display-Element innerhalb des gleichen Parent-Containers.

source: Unknown element <b>&lt;%s&gt;</b>
da: Ukendt element <b>&lt;%s&gt;</b>
de: Unbekanntes Element <b>&lt;%s&gt;</b>

source: Either there is a typo in the .display file or you have an incompatible version of gDesklets.
da: Enten er der en skrivefejl i .display filen eller også har du en inkompatibel version af gDesklets.
de: Entweder enthält die ».display«-Datei einen Tippfehler oder Sie führen eine nicht kompatible Version von gDesklets aus.

source: XML parse error
da: XML parse fejl
de: XML-Parser-Fehler
mk: Грешка при парсирање на XML

source: This .display file has invalid XML syntax.
da: Denne .display fil har en invalid XML syntax
de: Die .display-Datei enthält eine ungültige XML-Syntax.

source: File doesn't exist or couldn't be loaded
da: Fil eksisterer ikke eller kunne ikke blive indlæst
de: Datei existiert nicht oder konnte nicht geladen werden
mk: Датотеката не постои или пак не може да биде вчитана

source: A file which contains a script isn't available for further execution.
de: Eine Datei, die ein Script beinhaltet steht für im weiteren Verlauf nicht zur Verfügung.

source: Could not load sensor
da: Kunne ikke indlæse sensor
de: Der Sensor konnte nicht geladen werden.
mk: Не можам да го вчитам сензорот

source: &lt;%s&gt; needs a bind attribute
de: &lt;%s&gt; benötigt ein »bind«-Attribut

source: The &lt;prefs&gt; section of this desklet file is broken.
da: &lt;prefs&gt; sektionen af denne desklet fil er korrupt.
de: Der &lt;prefs&gt;-Abschnitt dieser Desklet-Datei ist fehlerhaft.

source: Could not find sensor '%(name)s'
da: Kunne ikke finde sensor '%(name)s'
de: Der Sensor »%(name)s« wurde nicht gefunden
mk: Не можам да го најдам сензорот '%(name)s'

source: A sensor could not be found. This usually means that it has not been installed.
da: En sensor kunne ikke blive fundet. Dette betyder for det meste at den ikke er blevet installeret.
de: Ein Sensor wurde nicht gefunden. Dies bedeutet, dass er nicht installiert wurde.
mk: Нема сензори. Најверојатно не се инсталирани.

source: You must NOT run gDesklets as super user (root).
da: Du må IKKE køre gDesklets som super bruger (root).
de: Sie dürfen gDesklets NICHT als »root« ausführen.
mk: Не смеете да извршувате gDesklets како супер корисник (root).

source: Checking requirements:
da: Tjekker krav:
de: Überprüfung der Abhängigkeiten:
mk: Проверувам побарувања:

source: Python version >= 2.3.0 is required.
de: Python Version >= 2.3.0 wird benötigt.

source: libexpat version 1.95.7 is broken. Please upgrade!
da: libexpat version 1.95.7 er korrupt. Opgrader venligst!
de: Version 1.95.7 von libexpat ist nicht funktionsfähig. Bitte aktualisieren!

source: SAX parser is required, some SuSE versions ship without it.
da: SAX parser er kravet, nogle SuSE versioner bliver sendt uden den.
de: SAX-Parser wird benötigt. Einige SuSE-Versionen werden ohne ihn ausgeliefert.

source: GTK python bindings (pygtk2) version >= 2.10.0 and GTK+ version >= 2.10.0 are required.
de: GTK-Python-Anbindungen (pygtk2) Version >= 2.10.0 und GTK+ Version >= 2.10.0 werden benötigt.

source: ORBit python bindings (pyorbit) version >= 2.0.1 are required.
de: ORBit-Python-Anbindungen (pyorbit) Version >= 2.0.1 werden benötigt.

source: bonobo python bindings are required.
da: bonobo python bindings er krævet.
de: Bonobo-Python-Anbindungen werden benötigt.

source: found
da: fundet
de: gefunden
mk: пронајдено

source: missing
da: mangler
de: nicht vorhanden
mk: недостасува

source: Version check failed.
da: Version tjek fejlet.
de: Versionsüberprüfung fehlgeschlagen.
mk: Проверката на верзијата не успеа.

source: Please make sure that the required software is installed. Also try to avoid having multiple versions of a library/binding on your system. gDesklets won't work if you don't have all necessary dependencies installed on your system. THE STARTUP WILL BE CANCELLED NOW!
da: Vær venligst sikker at det krævede software er installeret. Prøv også at undlade at have flere version af en library/binding på dit system. gDesklets vil ikke virke hvis du ikke har de nødvendige afhængigheder installeret på dit system. START OP VIL BLIVE ANNULERET NU!
de: Bitte stellen Sie sicher, dass die benötigte Software installiert ist. Vermeiden Sie es auch, mehrere Versionen einer Bibliothek/Anbindung auf Ihrem System zu installieren. gDesklets kann nicht ausgeführt werden, wenn nicht alle erforderlichen Abhängigkeiten auf Ihrem System installiert sind. DER START VON gDESKLETS WIRD JETZT ABGEBROCHEN!

source: Requirements checking done. Your system looks ok!
da: Tjek af krav er færdig. Dit system ser ok ud!
de: Überprüfung der Mindestvoraussetzungen abgeschlossen. Ihr System ist OK!

source: You're running gDesklets for the first time. gDesklets will start a requirements check now...
da: Du kører gDesklets for den første gang. gDesklets vil køre et tjek af krav nu...
de: gDesklets wurde das erste Mal gestartet. Eine Überprüfung der Abhängigkeiten wird jetzt durchgeführt...
mk: Работите со gDesklets за прв пат. gDesklets ќе започне проверка за потребните работи...

source: Orders: open <files> (Opens the given desklet files) start (Runs the gDesklets daemon, this is default) stop (Stops the gDesklets daemon) list (Lists open desklets) restart (Restarts the gDesklets daemon) profile <profile> (Switches to the given profile) profile (Shows the current and the available profiles) shell (Opens the graphical shell) slay (Kills the daemon -- use in emergency) status (Checks daemon status) about (Prints information about gDesklets) version (Prints gDesklets version) configure (Opens the configuration dialog) help (Displays this text) check (Checks requirements)
da: Befalinger: open <filer> (Åbner de givne desklet filer) start (Kører gDesklet daemon, dette er standard) stop (Stopper gDesklet daemon) list (Lister åbne desklets) restart (Genstarter gDesklets daemon) profile <profil> (Skifter til den givne profil) profile (Viser den nuværende og tilgængelige profiler) shell (Åbner den grafiske shell) slay (Dræber daemon'en -- brug i nødstilfælde) status (Tjekker daemon'ens status) about (Printer information om gDesklets) version (printer gDesklets version) configure (Åbner konfigurations dialogen) help (Viser denne tekst) check (Tjekker krav)
de: Befehle: open <dateien> (Öffnet die übergebenen Desklet-Dateien) start (Startet den gDesklets Daemon, Standardeinstellung) stop (Stoppt den gDesklets Daemon) list (Listet alle geöffneten Desklets) restart (Startet den gDesklets Daemon neu) profile <profil> (Wechselt in das angegebene Profil) profile (Zeigt das aktuelle und alle verfügbaren Profile) shell (Öffnet die grafische Shell) slay (Beendet den Daemon -- Nur im Notfall benutzen) status (Überprüft den Status des Daemons) about (Zeigt Informationen über gDesklets) version (Zeigt die Version von gDesklets) configure (Öffnet das Konfigurationsfenster) help (Zeigt diesen Text an) check (Überprüft die Voraussetzungen um gDesklets zu benutzen)

source: Error while starting gdesklets-daemon More information about this crash is available in "%s".
da: Fejl imens start af gdesklets-daemon Mere information om dette brud er tilgængelig i "%s".
de: Es ist ein Fehler beim Starten des gdesklets-Daemons aufgetreten Mehr Informationen über den Fehler sind in "%s" zu finden.

source: Exception was: %s
da: Undtagelse var: %s
de: Fehlermeldung: %s

source: Could not open desklet %s.
da: Kunne ikke åbne desklet %s.
de: Desklet »%s« konnte nicht geöffnet werden.
mk: Не можам да го отворам десклетот %s.

source: %prog [options] order
de: %prog [Optionen] Reihenfolge

source: Avoid to show the icon on the tray
de: Zeige kein Icon im Benachrichtigungsfeld an

source: Debug the application
de: Suche und beseitige Programmfehler

source: Launch pre-existing display
de: Starte ein bereits existierendes Display

source: Session manager prefix
de: Prefix des Session Managers

source: Session manager ID
de: ID des Session Managers

source: Starting gdesklets-daemon...
da: Starter gdesklets-daemon...
de: gdesklets-daemon wird gestartet …
mk: Го подигнувам демонот за gdesklets...

source: Shutting down gdesklets-daemon...
da: Lukker ned gdesklets-daemon...
de: gdesklets-daemon wird beendet …
mk: Го гасам демонот за gdesklets....

source: Currently open displays in profile "%s":
da: Nuværende åbne visninger i profil "%s"
de: Momentan sind folgende Displays im Profil »%s« geöffnet:
mk: Моментално отворени прикази во профилот "%s":

source: Currently there aren't any desklets in profile "%s"
da: Der er ingen nuværende desklets i profil "%s"
de: Momentan sind keine Desklets im Profil »%s« enthalten
mk: Моментално нема десклети во профилот "%s"

source: Restarting gdesklets-daemon...
da: Genstarter gdesklets-daemon...
de: gdesklets-daemon wird neu gestartet …
mk: Го рестартирам демонот за gdesklets...

source: gdesklets-daemon is running
da: gdesklets-daemon kører
de: Der gDesklets-Daemon läuft
mk: демонот за gdesklets работи

source: gdesklets-daemon is not running
da: gdesklets-daemon kører ikke
de: Der gDesklets-Daemon läuft nicht
mk: демонот за gdesklets не работи

source: Current profile: %s
da: Aktuel profil: %s
de: Momentanes Profil: %s
mk: Тековен профил: %s

source: New profile: %s
da: Ny profil: %s
de: Neues Profil: %s
mk: Нов профил: %s

source: Available profiles: %s
da: Tilgængelige profiler: %s
de: Verfügbare Profile: %s
mk: Достапни профили: %s

source: This is %s, version %s.
de: Dies ist %s, Version %s
mk: Ова е %s, верзија %s.

source: Nothing to slay.
da: Intet at dræbe.
de: Nichts abzuwürgen.

source: Invalid command. Please try one of the following commands:
da: Invalid kommando. Prøv venligst en af følgende kommandoer:
de: Ungültiger Befehl. Bitte verwenden Sie einen der folgenden Befehle:

source: You need a recent version of PyGTK to run this program.
da: Du har brug for en sen version af PyGTK for at køre dette program.
de: Sie brauchen eine neuere Version von PyGTK, um dieses Programm auszuführen.

source: Could not fork daemon.
de: Daemon konnte nicht abgespalten werden.

source: The following error occurred: %s
da: Den følgende fejl opstod: %s
de: Folgender Fehler ist aufgetreten: %s

source: About gDesklets
da: Om gDesklets
de: Über gDesklets
mk: За gDesklets

source: Connecting to daemon [%s]
da: Forbinder til daemon [%s]
de: Verbinden mit Daemon [%s]
mk: Се врзувам за демонот [%s]

source: Cannot establish connection to daemon: timeout! The log file might help you solving the problem.
da: Kunne ikke etablere forbindelse til daemon: timeout! Denne log fil kan måske hjælpe dig med at løse problemet.
de: Verbindung mit dem Daemon kann nicht hergestellt werden: Wartezeit abgelaufen! Die Protokolldatei könnte Ihnen bei der Behebung des Problems behilflich sein.
mk: Не можам да воспоставам врска со демонот: времето истече! Лог датотеката може да Ви помогне да го решите овој проблем.

source: Connected to daemon in %d microseconds.
da: Tilsluttet til daemon i %d mikrosekunder
de: In %d Mikrosekunden mit dem Daemon verbunden.
mk: Се врзав со демонот за %d микросекунди.

source: Connected to daemon in %d milliseconds.
da: Tilsluttet til daemon i %d millisekunder.
de: In %d Millisekunden mit dem Daemon verbunden.
mk: Се врзав за демонот за %d милисекунди.

source: Core Programming:
de: Kernprogrammierung
mk: Програмирање на јадрото:

source: Architecture Design:
da: Arkitekturdesign:
de: Architektur-Design:
mk: Дизајн на архитектура:

source: Additional Programming:
da: Yderligere programmering:
de: Zusätzliche Programmierung

source: Documentation:
da: Dokumentation:
de: Dokumentation

source: Artwork:
da: Kunst:
de: Künstlerische Gestaltung:
mk: Уметност:

source: Website:
da: Hjemmeside:
de: Internetauftritt:
mk: Веб страна:

source: Thank you:
da: Mange tak:
de: Dank an:
mk: Благодарение на:

source: _Manage desklets
da: _Administrer desklets
de: Desklets _verwalten
mk: _Справи се со десклети

source: _Configuration
da: _Konfiguration
de: _Konfiguration
mk: _Конфигурација

source: _View log
da: _Vis logg
de: Protokoll _anzeigen
mk: _Види запис

source: _About...
de: _Info …
mk: _За...

source: _Stop daemon
de: Daemon _stoppen
mk: _Стопирај демон

source: Could not open desklet file "%s"
da: Kunne ikke åbne desklet fil "%s"
de: Die Desklet-Datei »%s« konnte nicht geöffnet werden
mk: Не можам да ја отворам датотеката за десклетот "%s"

source: The desklet file could not be opened because the file was not readable.
da: Desklet filen kunne ikke blive åbner fordi filen ikke var læsbar.
de: Die Desklet-Datei konnte nicht geöffnet werden, da sie nicht lesbar war.

source: This is a unstable version of gDesklets. Unstable versions represent the current state of development and might be unstable or cause problems from time to time. If you're new to gDesklets, it is thus highly recommended to <b>not</b> use this version, but a stable release! If you still want to run the unstable version instead of a stable release version, we'd highly appreciate it if you report any weird behavior to the developers. Experienced users are encouraged to try a bzr version, though!
da: Dette er en ustabil version af gDesklets. Ustabile versioner repræsenterer den nuværende fase i udviklingen og er måske ustabil eller årsag til problemer fra tid til anden. Hvis du er ny til gDesklets, er det derfor højt anbefalet <b>ikke</b> at bruge denne version, men en stabil version! Hvis du stadig vil køre den ustabile version istedet for en stabil version, ville vi sætte meget pris på at du reporterede underlig adfærd til udviklerne. Erfarne brugere er dog tilskyndet at benytte en bzr version!
de: Dies ist eine Entwickler-Version von gDesklets. Entwickler-Versionen stellen den momentanen Stand der Entwicklung dar und können unstabil sein oder von Zeit zu Zeit Probleme verursachen. Wenn Sie gDesklets das erste Mal einsetzen, ist es sehr zu empfehlen, <b>keine</b> Entwickler-Version, sondern eine stabile Veröffentlichung zu verwenden! Falls Sie dennoch die Entwickler-Version einer stabilen Version vorziehen, wäre es sehr zu begrüßen, wenn Sie die Entwickler über jedes unnormale Verhalten informieren würden. Erfahrene Benutzer sind natürlich dazu aufgerufen, eine Entwickler-Version auszuprobieren!

source: This is a <b>release candidate</b> of an upcoming gDesklets release. Please test it and report bugs to <i>http://bugzilla.gnome.org</i> This version might break your configuration or it won't restore it from an earlier release. In most cases this is intentional, since gDesklets is still in its early stages of development. Thanks for testing this release candidate!
de: Dies ist ein <b>Release-Candidate</b> einer anstehenden Veröffentlichung von gDesklets. Bitte testen Sie ihn und melden Sie auftretende Fehler über <i>http://bugzilla.gnome.org</i> Diese Version könnte Ihre Konfiguration verändern oder sie nicht von einer früheren Version übernehmen. In den meisten Fällen geschieht dies bewusst, da sich gDesklets noch in einem frühen Stadium der Entwicklung befindet. Vielen Dank für das Testen dieses Release-Candidate!

source: This version of gDesklets features the Float mode: press a key and all your desklets will come to front, floating above your applications, until you press that key again! The default keybinding is &lt;Shift&gt; &lt;F12&gt;, but you can easily change that in the configuration dialog. Please note that due to limitations of older X servers, you might see blocks around desklets in Float mode. This cannot be solved in a satisfying way.
de: Diese Version von gDesklets verfügt über einen Schwebemodus: beim Betätigen einer Tastenkombination erscheinen alle Desklets im Vordergrund und schweben über den Anwendungen, bis diese Tastenkombination erneut gedrückt wird! Die voreingestellte Tastenkombination ist &lt;Shift&gt; &lt;F12&gt;. Sie kann jedoch auf einfache Weise über den Konfigurationsdialog geändert werden. Bitte beachten Sie, dass im Schwebemodus aufgrund von Beschränkungen älterer X-Server um die Desklets möglicherweise Blöcke zu sehen sind. Für dieses Problem gibt es, außer dem Umschalten des X-Servers auf echte Transparenz (Xorg 6.8 und neuer), keine zufrieden stellende Lösung.

source: Please note (this message will appear only once):
da: Bemærk venligst (denne besked vil kun blive vist 1 gang):
de: Bitte beachten (diese Nachricht wird nur einmal erscheinen):

source: no description
da: ingen beskrivelse
de: keine Beschreibung
mk: нема опис

source: Error in add_timer function
da: Fejl i add_timer funktion
de: Fehler in der »add_timer«-Funktion

source: "%s" isn't a valid integer value!
da: "%s" er ikke en gyldig integer værdi!
de: »%s« ist keine gültige Ganzzahl-Variable!
mk: "%s" не е валидна вредност!

source: No Control could be found for interface %s
da: Ingen Kontrol kunne blive fundet for interface %s
de: Für die Schnittstelle %s wurde kein Control gefunden
mk: Не е пронајдена контрола за интефејсот %s

source: This means that a functionality won't be available during execution!
da: Dette betyder at en funktionalitet ikke vil blive tilgængelig under udførsel!
de: Das bedeutet, dass eine Funktionalität während der Ausführung nicht verfügbar sein wird!

source: Security Risk
da: Sikkerhedsrisiko
de: Sicherheitsrisiko
mk: Безбедносен ризик

source: The desklet %s wants to execute a system command: <tt><b>%s</b></tt> To protect your system from malicious programs, you can deny the execution of this command. If you are sure that the command is harmless, you may permanently allow this desklet instance to run it.
de: Das Desklet %s möchte einen Systembefehl ausführen: <tt><b>%s</b></tt> Um das System vor Schaden verursachenden Programmen zu bewahren, können Sie die Ausführung dieses Befehls verweigern. Wenn Sie sicher sind, dass der Befehl harmlos ist, können Sie dieser Desklet-Instanz die Ausführung dauerhaft erlauben.

source: Deny!
da: Nægt!
de: Verweigern!
mk: Не дозволувај!

source: Allow once
da: Tillad én gang
de: Einmal erlauben
mk: Дозволи еднаш

source: Allow for this desklet
da: Tillad for dette skrivebordsprogram
de: Für dieses Desklet erlauben
mk: Дозволувај за овој десклет

source: Fonts
da: Skrifttyper
de: Schriften
mk: Фонтови

source: Fonts settings
da: Skriftstype indstilling
de: Schrifteinstellungen
mk: Поставувања за фонтови

source: Font #%i:
da: Skrifttype #%i:
de: Schrift #%i:
mk: Фонт #%i:

source: Font #%i used in the labels
da: Skrifttype #%i brugt i etiketten
de: Schrift #%i wird in Beschriftungen verwendet
mk: Фонт #%i користен за насловите

source: Font color #%i:
da: Skrift farve #%i:
de: Schriftfarbe #%i:
mk: Боја на фонт #%i:

source: Font color #%i used in the labels
da: Skrift farve #%i brugt i etiketterne
de: Schriftfarbe #%i wird in Beschriftungen verwendet
mk: Боја на фонт #%i: користена за насловите

source: Property Access
de: Property-Zugriff
mk: Пристап до својство

source: Property Description
de: Property-Beschreibung
mk: Опис на својство

source: by interface
de: nach Interface
mk: по интерфејс

source: alphabetically
da: alfabetisk
de: alphabetisch
mk: по азбучен ред

source: Found %d controls.
da: Fandt %d kontroller.
de: %d Controls gefunden
mk: Најдов %d контроли.

source: Invalid search expression.
da: Invalid søge kriterie.
de: Ungültiger Suchausdruck
mk: Невалиден израз за пребарување

source: R_emove selected desklet
da: F_jern markeret desklet
de: Ausgewähltes Desklet _entfernen
mk: О_тстрани го избраниот десклет

source: _Run (remote) desklet...
da: _Kør (fjern) desklet...
de: Desklet (nicht-lokal) sta_rten …
mk: _Изврши (далечен) десклет...

source: R_un selected desklet
da: K_ør markeret desklet
de: Ausgewähltes Desklet _starten
mk: И_зврши го избраниот десклет

source: by category
da: efter kategori
de: nach Kategorie
mk: по категорија

source: by author
da: efter forfatter
de: nach Autor
mk: по автор

source: There is a saved instance of this display.
de: Es gibt eine gespeicherte Instanz von diesem Display.

source: Would you like to open this?
da: Vil du åbne dette?
de: Möchten Sie diese öffnen?

source: Could not remove
da: Kunne ikke fjerne
de: Konnte nicht entfernen
mk: Не можам да отстранам
